{
  "deportes": [
    {
      "id": 1,
      "nombre": "NASCAR",
      "descripcion": "NASCAR en inglés National Association for Stock Car Auto Racing (\"Asociación Nacional de Carreras de Automóviles de Serie\") es la categoría automovilística más comercial y popular de los Estados Unidos, y la competición de stock cars (\"automóviles de serie\") más importante del mundo. Es miembro del Automobile Competition Committee for the United States. Es considerada la categoría más importante del automovilismo estadounidense.",
      "imagen": "https://fast-mag.com/mag/wp-content/uploads/2021/09/GettyImages-1336977858.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 20000,
      "herramientas_necesarias": "vehículos adecuados según especificaciones de NASCAR, pistas de carreras en general ovaladas",
      "video": "https://www.youtube.com/embed/Z0zvuwPc-rA",
      "id_categoria": 1
    },
    {
      "id": 2,
      "nombre": "Rally",
      "descripcion": "Un rally (en inglés), rallye (en francés)​ o rali​ es una competición automovilística que se disputa en carreteras abiertas al tráfico pero que se cierran especialmente para su celebración. A la parte cerrada al tránsito rodado se le denomina «tramo», que es el lugar donde cada participante compite y que debe completar en el menor tiempo posible. El ganador es aquel que, con la suma de los tiempos de todos los tramos, haya empleado menos para completar la carrera. Gana el jugador con menor tiempo en todos los tramos.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Rally_cuatro_epocas_montaje.jpg/800px-Rally_cuatro_epocas_montaje.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 70000,
      "herramientas_necesarias": "Vehículos aptos para circular por carreteras públicas por lo que deben estar matriculados y dotados de los mismos elementos obligatorios que el resto de coches como los faros, la rueda de repuesto o los intermitentes",
      "video": "https://www.youtube.com/embed/qBNanZHIsw0",
      "id_categoria": 1
    },
    {
      "id": 3,
      "nombre": "Motocross",
      "descripcion": "Motocrós​ (del francés motocross) es una forma de competición de motocicletas en todo terreno celebrada en circuitos cerrados. El deporte fue evolucionando desde las pruebas celebradas en el Reino Unido.​ El motocrós es un deporte físicamente exigente que tiene lugar en todo tipo de condiciones.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/MotoX_racing03_edit.jpg/800px-MotoX_racing03_edit.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 90000,
      "herramientas_necesarias": "Motocicletas para motocross, casco, vestimenta protectora.",
      "video": "https://www.youtube.com/embed/9EHCTuPDmvg",
      "id_categoria": 1
    },
    {
      "id": 4,
      "nombre": "Enduro",
      "descripcion": "El enduro es una modalidad deportiva del motociclismo que se practica en campo abierto y también cubierto. También existe la modalidad de Enduro en bicicleta. Gana el equipo con menor tiempo y mejor puntuación",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mundial_enduro_Puerto_Lumbreras.jpg/330px-Mundial_enduro_Puerto_Lumbreras.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 75000,
      "herramientas_necesarias": "Motocicleta, bicicleta, cascos, lentes, celular",
      "video": "https://www.youtube.com/embed/gAt3Q6IJJWM",
      "id_categoria": 1
    },
    {
      "id": 5,
      "nombre": "Ciclismo",
      "descripcion": "El ciclismo es un deporte en el que se utiliza una bicicleta​ para recorrer Circuitos al Aire Libre o en Pista Cubierta y que engloba diferentes especialidades.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Military_cyclists_in_pace_line.jpg/800px-Military_cyclists_in_pace_line.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 518000000,
      "herramientas_necesarias": "bicicleta, casco, gafas, equipo protector, botella de agua, telefono, barras energéticas.",
      "video": "https://www.youtube.com/embed/6VgBdbEymm8",
      "id_categoria": 1
    },
    {
      "id": 6,
      "nombre": "Fútbol",
      "descripcion": "El fútbol o futbol​ (del inglés británico football, traducido como balompié)​ es un deporte de equipo jugado entre dos conjuntos de once jugadores cada uno y algunos árbitros que se ocupan de que las normas se cumplan correctamente. Es ampliamente considerado el deporte más popular del mundo, pues lo practican unas 270 millones de personas. Gana el equipo con mayor puntuación en el marcador al finalizar el partido.",
      "imagen": "https://definicion.de/wp-content/uploads/2009/03/futbolistas.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 1000000000,
      "herramientas_necesarias": "Cancha, portería, pelota de fútbol",
      "video": "https://www.youtube.com/embed/IVIcVwu9eXM",
      "id_categoria": 2
    },
    {
      "id": 7,
      "nombre": "Baloncesto",
      "descripcion": "El baloncesto​ (del inglés basketball; de basket, 'canasta', y ball, 'pelota'), también conocido como básquetbol, basquetbol o simplemente básquet, es un deporte de equipo, jugado entre dos conjuntos de cinco jugadores cada uno durante cuatro períodos o cuartos de diez minutos cada uno​ ―doce minutos cada cuarto en la NBA―. El objetivo del equipo es anotar puntos introduciendo un balón por la canasta, un aro a 3,05 metros sobre la superficie de la pista de juego del que cuelga una red. La puntuación por cada canasta o cesta es de dos o tres puntos, dependiendo de la posición desde la que se efectúa el tiro a canasta, o de uno, si se trata de un tiro libre por una falta de un jugador contrario. El equipo ganador es el que obtiene el mayor número de puntos. Gana el equipo con mayor cantidad de puntuación.",
      "imagen": "https://imagenes.elpais.com/resizer/QJrxHJLvePc1NI4XKfNjSSeisfw=/1960x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/ZV7RSKCXBJGDDFWJ6YGWZTFN4A.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 400000000,
      "herramientas_necesarias": "Cancha de baloncesto, balón de baloncesto, canastas.",
      "video": "https://www.youtube.com/embed/5F_HNvP0nZY",
      "id_categoria": 2
    },
    {
      "id": 8,
      "nombre": "Tenis",
      "descripcion": "El tenis, también llamado tenis de campo, es un deporte de raqueta practicado sobre una pista rectangular (compuesta por distintas superficies, las cuales pueden ser cemento, tierra batida o hierba), delimitada por líneas y dividida por una red. Se disputa entre dos jugadores (individuales) o entre dos parejas (dobles). El objetivo del juego es lanzar una pelota golpeándola con la raqueta de modo que rebote en la otra cancha pasando la red dentro de los límites permitidos del campo del rival, procurando que este no pueda devolverla para conseguir un segundo rebote en el suelo y por ende un punto.​ Gana el equipo con mayor puntuación.",
      "imagen": "https://static2.abc.es/media/bienestar/2019/08/02/tenis-abecedario-kgNF--1024x512@abc.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 300000000,
      "herramientas_necesarias": "Cancha de tenis, pelota de tenis, raqueta.",
      "video": "https://www.youtube.com/embed/Wj7AnLCd8Pk",
      "id_categoria": 2
    },
    {
      "id": 9,
      "nombre": "Hockey",
      "descripcion": "El hockey (adaptado al español como jóquey) es una familia de deportes originada en Inglaterra a mediados del siglo XVIII en la cual dos equipos compiten para llevar una pelota de un material duro (plástico) o un disco de corcho a la portería contraria para anotar puntos con la ayuda de un bastón largo llamado \"palo de hockey\" (stick en inglés, bâton en francés). Gana el equipo con mayor puntuación.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/ESPA%C3%91A_HOLANDA_III.jpg/800px-ESPA%C3%91A_HOLANDA_III.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 3000000,
      "herramientas_necesarias": "Balón de futbol, porterías.",
      "video": "https://www.youtube.com/embed/7WQLSH2q_0s",
      "id_categoria": 2
    },
    {
      "id": 10,
      "nombre": "Beísbol",
      "descripcion": "El béisbol, también llamado baseball o pelota base,​ es un deporte de equipo jugado entre dos equipos de nueve jugadores cada uno. Se juega en un gran campo cubierto completamente por césped natural o artificial, con excepción de una zona llamada línea del corredor, donde los jugadores de la ofensiva corren para alcanzar las bases ubicadas en los vértices del área cuadrangular llamada diamante, y anotar así como el área del lanzador, donde el terreno es una loma de tierra.",
      "imagen": "https://www.fundeu.es/wp-content/uploads/2011/02/beisbol_efesptwelve907107.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 65000000,
      "herramientas_necesarias": "Campo, bola, bate, guantes, casco, ropa receptor o catcher.",
      "video": "https://www.youtube.com/embed/HzsPQQdziHs",
      "id_categoria": 2
    },
    {
      "id": 11,
      "nombre": "Tiro deportivo",
      "descripcion": "Todas las normas se rigen según la Federación Internacional de Tiro Deportivo (en inglés, International Shooting Sport Federation, ISSF), organismo internacional con sede en Alemania, es la organización que rige el tiro deportivo a nivel internacional y es la encargada de celebrar periódicamente competiciones y eventos en cada una de sus disciplinas.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Hattie_Johnson_2.jpg/399px-Hattie_Johnson_2.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 700000,
      "herramientas_necesarias": "Armas de fuego, diana, equipo de protección personal, gafas protectoras, protección auditiva.",
      "video": "https://www.youtube.com/embed/fZM_AvYqgWI",
      "id_categoria": 3
    },
    {
      "id": 12,
      "nombre": "Tiro con arco",
      "descripcion": "El tiro con arco es actualmente un deporte olímpico en el cual se utiliza un arco para disparar flechas. El origen proviene del uso de esta arma como instrumento de caza y como instrumento bélico. Con la aparición de las armas de fuego quedó obsoleto como instrumento profesional de uso general. Gana el participante con mejor puntuación.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Master_Heon_Kim.jpg/800px-Master_Heon_Kim.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 550000,
      "herramientas_necesarias": "Arcos, flechas, diana",
      "video": "https://www.youtube.com/embed/yCQfHVukBoA",
      "id_categoria": 3
    },
    {
      "id": 13,
      "nombre": "Tiro de hélice",
      "descripcion": "El tiro de hélice es una modalidad de tiro al vuelo (modalidades de tiro especiales practicadas con escopeta en canchas expresamente diseñadas, y que consiste en abatir un blanco vivo o inerte de modo que caiga en el interior de un área determinada). Se trata de disparar sobre un blanco móvil inerte formado por un plato que está insertado en un soporte plástico provisto de dos aletas. Un motor eléctrico mantiene al conjunto girando y retenido en la máquina lanzadora. Cuando se pide la hélice la máquina deja libre el conjunto que se eleva describiendo una trayectoria aleatoria. Al disparar sobre la hélice el plato se rompe y se separa del material plástico que puede recuperarse. Se utilizan las mismas armas y municiones que en el tiro de pichón y constituye un sustitutivo del mismo en muchos países donde ha quedado prohibido. Gana el jugador con mejor puntuación.",
      "imagen": "https://i.ytimg.com/vi/lgHGhvtoJDA/maxresdefault.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 600000,
      "herramientas_necesarias": "Armas de fuego, escopetas, hélices, equipo de protección personal, gafas protectoras, protección auditiva.",
      "video": "https://www.youtube.com/embed/1R-OsrRd_Fs",
      "id_categoria": 3
    },
    {
      "id": 14,
      "nombre": "Lanzamiento de bala",
      "descripcion": "Es una disciplina deportiva que consiste en lanzar una pesada bola de metal hacia un punto indiscutido, procurando hacerlo a una velocidad muy alta, acumulándose puntajes si llega mucho más lejos de donde fue lanzada inicialmente. Es una de los deportes oficialmente inclusos en los Juegos Olímpicos. Gana el jugador con mejor record.",
      "imagen": "https://conceptodefinicion.de/wp-content/uploads/2015/11/lanzamiento-de-bala-e1446655442290.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 150000,
      "herramientas_necesarias": "Bala de acero solido. Un peso de 7,26 kg para hombres y 4kg para mujeres.",
      "video": "https://www.youtube.com/embed/zHdEYhivsTQ",
      "id_categoria": 3
    },
    {
      "id": 15,
      "nombre": "Golf",
      "descripcion": "El golf es un deporte cuyo objetivo es introducir una bola en los hoyos que están distribuidos en el campo con el menor número de golpes, utilizando para cada tipo de golpe uno de entre un conjunto de palos ligeramente diferentes entre sí, ya que la cabeza del palo tiene ángulos distintos, al igual que las varillas tienen longitudes diferentes. A menor número de grados de inclinación, mayor longitud de la varilla y, por lo tanto, más distancia. Como máximo se pueden llevar catorce palos y como mínimo cinco palos. Al que practica el golf se le denomina golfista.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Golfer_swing.jpg/800px-Golfer_swing.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 60000000,
      "herramientas_necesarias": "Palos de golf, pelota de golf, guantes, tees, spikes.",
      "video": "https://www.youtube.com/embed/QNj6UM_JdJs",
      "id_categoria": 3
    },
    {
      "id": 16,
      "nombre": "Paracaidismo",
      "descripcion": "El paracaidismo es la técnica de lanzamiento de seres humanos u objetos desde cierta altura usando un paracaídas para amortiguar el impacto del aterrizaje. Se puede realizar desde cualquier aeronave como un avión, helicóptero, globo aerostático o desde un objeto fijo elevado a la altura necesaria. Esta última es considerada la modalidad de salto BASE. En algunos casos el paracaídas es abierto inmediatamente al salir de la aeronave u objeto fijo y en otros casos se realiza una caída libre controlada antes de realizar la apertura manual o asistida dependiendo del caso. Se gana por mejor puntuación por acrobacias. Se puede hacer un salto individual, o dos personas en un mismo paracaidas. Tambien se puede hacer salto grupal y cada persona tiene su propio paracaidas.",
      "imagen": "https://cdag.com.gt/wp-content/uploads/2020/05/Asociacio%CC%81n-Deportiva-Nacional-de-Paracaidismo-de-Guatemala_2020.jpg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Aéreo",
      "cantidad_de_jugadores": 400000,
      "herramientas_necesarias": "Dos paracaidas (el principal y el de emergencia, arnés, casco, altímetro, guantes y gafas, activador automático.",
      "video": "https://www.youtube.com/embed/9IfbsJkD6ZE",
      "id_categoria": 4
    },
    {
      "id": 17,
      "nombre": "Surf",
      "descripcion": "El surf es un deporte acuático que consiste en realizar amplios giros y maniobras aprovechando la fuerza de una ola, sobre una tabla. Se gana por mejor puntuación por acrobacias.",
      "imagen": "https://encolombia.com/wp-content/uploads/2012/12/Surf-1-696x398.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Acuático",
      "cantidad_de_jugadores": 26000000,
      "herramientas_necesarias": "Tabla de surf, traje de surf, gorro, invento o leash, quillas, parafina, grip, escarpine, guantes, protección solar.",
      "video": "https://www.youtube.com/embed/TEaJmMEq0b4",
      "id_categoria": 4
    },
    {
      "id": 18,
      "nombre": "Descenso de río",
      "descripcion": "El descenso de ríos o balsismo, conocido mundialmente como rafting, es una actividad deportiva y recreativa que consiste en recorrer el río en la dirección de la corriente (río abajo), por lo general sobre algún tipo de embarcación o balsa. Por lo común los ríos que se navegan tienen algún grado de turbulencia, estos también son llamados ríos «de aguas blancas» debido a que este color es característico de la espuma que genera la turbulencia en los cuerpos de agua. Otra denominación común para este tipo de ríos es simplemente «rápidos». Las embarcaciones más comunes que se utilizan son la balsa, la canoa o el kayak, que puede ser rígido o inflable. El equipo que recorra la distancia determinada en el menor tiempo posible, es quien gana la prueba. En cada embarcación pueden haber un jugador, hasta un máximo de 10 jugadores dependiendo de la balsa.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Rio_Salvaje_Jalcomulco.jpeg/375px-Rio_Salvaje_Jalcomulco.jpeg",
      "modo_de_juego": "En equipo",
      "terreno_de_juego": "Acuático",
      "cantidad_de_jugadores": 450000,
      "herramientas_necesarias": "Embarcación (balsa, kayak, etc), remos especiales para ríos, chaleco, casco, traje de neopreno, calzado apropiado, cuchilo, teléfono para emergencias, botiquín de primeros auxilios.",
      "video": "https://www.youtube.com/embed/rgvfePVrMps",
      "id_categoria": 4
    },
    {
      "id": 19,
      "nombre": "Esquí",
      "descripcion": "El esquí (galicismo de ski) es un deporte de montaña que consiste en el deslizamiento por la nieve, por medio de dos tablas sujetas a la suela de las botas del esquiador mediante fijaciones mecanicorrobóticas, con múltiples botones con diversas funciones. El esquí se practica durante todo el año, ya que existen lugares con glaciares como Tignes en Francia, donde la temporada anual para la práctica de este deporte empieza allá por finales del mes de octubre. Gana el jugador que descienda la montaña lo más rapido posible.",
      "imagen": "https://static3.abc.es/media/bienestar/2019/12/07/esqui-ejercicios-kt0F--620x349@abc.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Terrestre",
      "cantidad_de_jugadores": 130000000,
      "herramientas_necesarias": "Tablas y fijaciones, bastones de esquí, botas, ropa de esquí térmica, guantes impermeables, crema solar, teléfono, lentes.",
      "video": "https://www.youtube.com/embed/VSN0tWW7ZF8",
      "id_categoria": 4
    },
    {
      "id": 20,
      "nombre": "Natación",
      "descripcion": "La natación es el movimiento y el desplazamiento a través del agua mediante el uso de las extremidades corporales y por lo general sin utilizar ningún instrumento o apoyo para avanzar. La natación es consistentemente una de las principales actividades recreativas públicas, y en algunos países las lecciones de natación son una parte obligatoria del currículo educativo. Como un deporte formal, la natación tiene competencias locales, nacionales e internacionales. Los Juegos Olímpicos son los más importantes, donde la natación es una disciplina acompañada de un comportamiento adecuado.",
      "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/H%C3%A0bit_Saludable.jpg/800px-H%C3%A0bit_Saludable.jpg",
      "modo_de_juego": "Individual",
      "terreno_de_juego": "Acuático",
      "cantidad_de_jugadores": 1500000000,
      "herramientas_necesarias": "Traje de baño, gorro de baño, gafas o googles, toalla, chanclas.",
      "video": "https://www.youtube.com/embed/9JKZ0xb-F_0",
      "id_categoria": 4
    }
  ],
  "categorias": [
    {
      "id": 1,
      "nombre": "Deportes de motor"
    },
    {
      "id": 2,
      "nombre": "Deportes de pelota"
    },
    {
      "id": 3,
      "nombre": "Deportes de tiro"
    },
    {
      "id": 4,
      "nombre": "Deportes extremos"
    }
  ]
}